/* No comment provided by engineer. */
"%@" = "%@";

/* No comment provided by engineer. */
"(%@)" = "(%@)";

/* No comment provided by engineer. */
"二十四節氣" = "二十四節氣";

/* No comment provided by engineer. */
"五味" = "五味";

/* No comment provided by engineer. */
"五行" = "五行";

/* No comment provided by engineer. */
"六十甲子" = "六十甲子";

/* No comment provided by engineer. */
"十二地支表" = "十二地支表";

/* No comment provided by engineer. */
"十二時辰頌" = "十二時辰頌";

/* No comment provided by engineer. */
"十天干" = "十天干";

/* No comment provided by engineer. */
"圖示" = "圖示";

/* No comment provided by engineer. */
"地支" = "地支";

/* No comment provided by engineer. */
"天干" = "天干";

/* No comment provided by engineer. */
"天干地支" = "天干地支";

/* No comment provided by engineer. */
"天干地支相關知識" = "天干地支相關知識";

/* No comment provided by engineer. */
"平旦寅，狂機內有道人身。\n窮苦已經無量劫，不信常擎如意珍。\n若捉物，入迷津，但有纖毫即是塵。\n不著舊時無相貌，外求知識也非真。\n\n日出卯，用處不須生善巧。\n縱使神光照有無，起意便遭魔事擾。\n若施功，終不了，日夜被人我拗。\n不用安排只麼從，何曾心地起煩惱。\n\n食時辰，無明本是釋迦身。\n坐臥不知原是道，只麼忙忙受苦辛。\n認聲色，覓疏親，只是他家染污人。\n若擬將心求佛道，問取虛空始出塵。\n\n禺中巳，未了之人教不至。\n假饒通達祖師言，莫向心頭安了義。\n只守玄，沒文字，認著依前還不是。\n暫時自肯不追尋，曠劫不遭魔境使。\n\n日南午，四大身中無價寶。\n陽焰空花不肯拋，作意修行轉辛苦。\n不曾迷，莫求悟，任爾朝陽幾回暮。\n有相身中無相身，無明路上無生路。\n\n日昳未，心地何曾安了義？\n他家文字沒親疏，勿起功夫求的意。\n任縱橫，絕忌諱，長在人間不居世。\n運用不離聲色中，歷劫何曾拋棄。\n\n晡時申，學道先須不厭貧。\n有相本來權積聚，無形何用要安真。\n作淨潔，卻勞神，莫認愚癡作近鄰。\n言下不求無處所，暫時喚作出家人。\n\n日入酉，虛幻聲音終不久。\n禪悅珍饈尚不餐，誰能更飲無明酒。\n沒可拋，無物守，蕩蕩逍遙不曾有。\n縱爾多聞達古今，也是癡狂外邊走。\n\n黃昏戍，狂子施工投暗室。\n假使心通無量時，歷劫何曾異今日。\n擬商量，卻啾唧，轉使心頭黑似漆。\n晝夜舒光照有無，癡人喚作波羅蜜。\n\n人定亥，勇猛精進成懈怠。\n不起纖毫修學心，無相光中常自在。\n超釋迦，超祖代，心有微塵還籠閡。\n廓然無事頓清閒，他家自有通人愛。\n\n夜半子，心住無生即生死。\n生死何曾屬有無，用時便用沒文字。\n祖師言，外邊事，識取起時還不是。\n作意搜求實沒蹤，生死魔來任相試。\n\n雞鳴醜，一顆圓光明已久。\n內外接尋覓總無，境上施為渾大有。\n不見頭，又無手，世界壞時渠不朽。\n未了之人聽一言，只這今天誰動口。" = "平旦寅，狂機內有道人身。\n窮苦已經無量劫，不信常擎如意珍。\n若捉物，入迷津，但有纖毫即是塵。\n不著舊時無相貌，外求知識也非真。\n\n日出卯，用處不須生善巧。\n縱使神光照有無，起意便遭魔事擾。\n若施功，終不了，日夜被人我拗。\n不用安排只麼從，何曾心地起煩惱。\n\n食時辰，無明本是釋迦身。\n坐臥不知原是道，只麼忙忙受苦辛。\n認聲色，覓疏親，只是他家染污人。\n若擬將心求佛道，問取虛空始出塵。\n\n禺中巳，未了之人教不至。\n假饒通達祖師言，莫向心頭安了義。\n只守玄，沒文字，認著依前還不是。\n暫時自肯不追尋，曠劫不遭魔境使。\n\n日南午，四大身中無價寶。\n陽焰空花不肯拋，作意修行轉辛苦。\n不曾迷，莫求悟，任爾朝陽幾回暮。\n有相身中無相身，無明路上無生路。\n\n日昳未，心地何曾安了義？\n他家文字沒親疏，勿起功夫求的意。\n任縱橫，絕忌諱，長在人間不居世。\n運用不離聲色中，歷劫何曾拋棄。\n\n晡時申，學道先須不厭貧。\n有相本來權積聚，無形何用要安真。\n作淨潔，卻勞神，莫認愚癡作近鄰。\n言下不求無處所，暫時喚作出家人。\n\n日入酉，虛幻聲音終不久。\n禪悅珍饈尚不餐，誰能更飲無明酒。\n沒可拋，無物守，蕩蕩逍遙不曾有。\n縱爾多聞達古今，也是癡狂外邊走。\n\n黃昏戍，狂子施工投暗室。\n假使心通無量時，歷劫何曾異今日。\n擬商量，卻啾唧，轉使心頭黑似漆。\n晝夜舒光照有無，癡人喚作波羅蜜。\n\n人定亥，勇猛精進成懈怠。\n不起纖毫修學心，無相光中常自在。\n超釋迦，超祖代，心有微塵還籠閡。\n廓然無事頓清閒，他家自有通人愛。\n\n夜半子，心住無生即生死。\n生死何曾屬有無，用時便用沒文字。\n祖師言，外邊事，識取起時還不是。\n作意搜求實沒蹤，生死魔來任相試。\n\n雞鳴醜，一顆圓光明已久。\n內外接尋覓總無，境上施為渾大有。\n不見頭，又無手，世界壞時渠不朽。\n未了之人聽一言，只這今天誰動口。";

/* No comment provided by engineer. */
"年柱" = "年柱";

/* No comment provided by engineer. */
"後%@" = "後%@";

/* No comment provided by engineer. */
"春節氣氛組件設置" = "春節氣氛組件設置";

/* No comment provided by engineer. */
"時辰" = "時辰";

/* No comment provided by engineer. */
"節日使用中國時區(海外用戶)" = "節日使用中國時區(海外用戶)";

/* No comment provided by engineer. */
"組件夜間模式使用黑字" = "組件夜間模式使用黑字";

/* No comment provided by engineer. */
"組件紅底" = "組件紅底";

/* No comment provided by engineer. */
"綜合圖示" = "綜合圖示";

/* No comment provided by engineer. */
"臟腑和情緒" = "臟腑和情緒";

/* No comment provided by engineer. */
"設置" = "設置";

/* No comment provided by engineer. */
"詩詞歌賦頌" = "詩詞歌賦頌";

/* No comment provided by engineer. */
"通用設置" = "通用設置";

/* No comment provided by engineer. */
"顯示傳統名稱" = "顯示傳統名稱";

